const quotes = [

    "धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः।",
    "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।",
    "न हि कश्चित् क्षणमपि जातु तिष्ठत्यकर्मकृत्।",
    "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन:।",
    "योगिन: कर्म कुर्वन्ति संगं त्यक्त्वात्मशुद्धये।",
    "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्।",
    "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते।",
    "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना।",
    "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते।",
    "पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रश:।",
    "सम: शत्रौ च मित्रे च तथा मानापमानयो:।",
    "ज्ञानं ज्ञेयं च वेत्ति यो बुध:।",
    "सत्त्वं रजस्तम इति गुणाः प्रकृतिसम्भवाः।",
    "ऊर्ध्वमूलमध: शाखमश्वत्थं प्राहुरव्ययम्।",
    "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता।",
    "यज्ञस्तपःदानं तपःश्रद्धया परं।",
    "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।",
    "योग: कर्मसु कौशलम्।",
    "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः।"

  ];

  
  function  Qutoes(){

  
  const text = document.getElementById("quotes");

  const index = Math.floor(Math.random()*quotes.length);
  text.textContent = quotes[index];
  }
 setInterval(Qutoes,2000)


